tap "hashicorp/tap"

brew "ansible"
brew "awscli"
brew "caddy"
brew "colima"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg-full"
brew "fzf"
brew "gh"
brew "ghq"
brew "glow"
brew "hashicorp/tap/terraform"
brew "herdr"
brew "hunk"
brew "imagemagick-full"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lua"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "peco"
brew "poppler"
brew "protobuf"
brew "redis"
brew "resvg"
brew "sevenzip"
brew "starship"
brew "task"
brew "tmux"
brew "typst"
brew "watch"
brew "woff2"
brew "yazi"
brew "zoxide"

cask "codex"
cask "font-plemol-jp-nf"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "ngrok"
